Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Common.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: % of potty outside vs accidents
de: % draussen vs. Unfälle
es: % de baño afuera vs accidentes
fr: % dehors vs accidents
it: % fuori vs incidenti
nl: % buiten vs ongelukjes

source: %@ took a nap
de: %@ hat ein Nickerchen gemacht
es: %@ tomo una siesta
fr: %@ a fait une sieste
it: %@ ha fatto un pisolino
nl: %@ deed een dutje
sv: %@ took a Tupplur

source: %@ took a short nap
de: %@ hat ein kurzes Nickerchen gemacht
es: %@ tomo una siesta corta
fr: %@ a fait une courte sieste
it: %@ ha fatto un breve pisolino
nl: %@ deed een kort dutje
sv: %@ took a short Tupplur

source: Acknowledge & Dismiss
de: Bestätigen & Schließen
es: Reconocer y descartar
fr: Confirmer et fermer
it: Conferma e chiudi
nl: Bevestig & negeer

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
nl: Voeg toe

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
nl: Toestaan

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
nl: Terug

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nl: Agenda

source: Calendar access denied. Enable in Settings.
de: Kalenderzugriff verweigert. In Einstellungen aktivieren.
es: Acceso al calendario denegado. Actívalo en Ajustes.
fr: Accès au calendrier refusé. Activez-le dans Réglages.
it: Accesso al calendario negato. Abilita nelle Impostazioni.
nl: Toegang tot agenda geweigerd. Schakel in via Instellingen.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer

source: Check Now
de: Jetzt prüfen
es: Verificar ahora
fr: Vérifier maintenant
it: Controlla ora
nl: Nu controleren
sv: Check Nu

source: Choose from Library
de: Aus Bibliothek wählen
es: Elegir de la biblioteca
fr: Choisir dans la bibliothèque
it: Scegli dalla libreria
nl: Kies uit bibliotheek

source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluit

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
nl: Gesloten

source: Combined Feedback
de: Kombiniertes Feedback
es: Retroalimentacion combinada
fr: Retour combiné
it: Feedback combinato
nl: Gecombineerde feedback

source: Connection error
de: Verbindungsfehler
es: Error de conexion
it: Errore di connessione
nl: Verbindingsfout
sv: Connection Fel

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Ga door
sv: Fortsätt

source: Create Memory Book
de: Erinnerungsbuch erstellen
es: Crear libro de recuerdos
fr: Créer un livre de souvenirs
it: Crea libro dei ricordi
nl: Maak herinneringenboek

source: Creating your memory book...
de: Erstelle dein Erinnerungsbuch...
es: Creando tu libro de recuerdos...
fr: Création de votre livre de souvenirs...
it: Creazione del tuo libro dei ricordi...
nl: Je herinneringenboek wordt gemaakt...

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijder

source: Delete this event?
de: Dieses Ereignis löschen?
es: Eliminar este evento?
it: Eliminare questo evento?
nl: Dit event verwijderen?
sv: Radera denna Händelse?

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
nl: Klaar

source: Double-tap to complete
de: Doppeltippen zum Abschließen
es: Doble toque para completar
fr: Appuyez deux fois pour compléter
it: Doppio tocco per completare
nl: Dubbeltik om te voltooien
sv: Double-Tryck för att complete

source: Double-tap to log %@
de: Doppeltippen um %@ zu erfassen
es: Toca dos veces para registrar %@
fr: Appuyez deux fois pour enregistrer %@
it: Tocca due volte per registrare %@
nl: Dubbeltik om %@ te loggen

source: Eat
de: Fressen
es: Comer
fr: Manger
it: Pappa
nl: Eten

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerk

source: Enable webhooks
de: Webhooks aktivieren
es: Activar webhooks
fr: Activer les webhooks
it: Abilita webhook
nl: Webhooks inschakelen

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout

source: Explore
de: Entdecken
es: Explorar
fr: Explorer
it: Esplora
nl: Ontdek

source: Failed to delete. Please try again.
de: Löschen fehlgeschlagen. Bitte erneut versuchen.
es: Error al eliminar. Inténtalo de nuevo.
fr: Échec de la suppression. Veuillez réessayer.
it: Eliminazione fallita. Riprova.
nl: Verwijderen mislukt. Probeer het opnieuw.

source: Failed to save. Please try again.
de: Speichern fehlgeschlagen. Bitte erneut versuchen.
es: Error al guardar. Inténtalo de nuevo.
fr: Échec de l'enregistrement. Veuillez réessayer.
it: Salvataggio fallito. Riprova.
nl: Opslaan mislukt. Probeer het opnieuw.

source: Failed to sync with calendar
de: Synchronisierung mit Kalender fehlgeschlagen
es: Error al sincronizar con el calendario
fr: Échec de la synchronisation avec le calendrier
it: Sincronizzazione con il calendario fallita
nl: Synchroniseren met agenda mislukt

source: Get notified when pet food brands you use are recalled. Data from FDA.
de: Erhalte Benachrichtigungen, wenn Tierfuttermarken, die du verwendest, zurückgerufen werden. Daten von der FDA.
es: Recibe notificacion cuando las marcas de comida para mascotas que usas son retiradas. Datos de la FDA.
fr: Soyez notifié quand les marques d'alimentation que vous utilisez sont rappelées. Données de la FDA.
it: Ricevi notifica quando le marche di cibo che usi sono richiamate. Dati dalla FDA.
nl: Krijg een melding wanneer diervoedmerken die je gebruikt worden teruggeroepen. Data van FDA.
sv: Get notified when Husdjur Mat brands you use are recalled. Data Från FDA.

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
nl: Gezondheid

source: Include notes, location, duration, and other details.
de: Notizen, Standort, Dauer und andere Details einschließen.
es: Incluir notas, ubicacion, duracion y otros detalles.
fr: Inclure les notes, l'emplacement, la durée et autres détails.
it: Includi note, posizione, durata e altri dettagli.
sv: Include Anteckningar, Plats, Längd, and other Detaljer.

source: Insights
de: Einblicke
es: Estadísticas
fr: Aperçus
it: Statistiche
nl: Inzichten

source: Invalid webhook URL
de: Ungültige Webhook-URL
es: URL de webhook invalida
fr: URL de webhook invalide
it: URL webhook non valido

source: It's okay — this is a learning opportunity!
de: Es ist okay — das ist eine Lernmöglichkeit!
es: Esta bien — es una oportunidad de aprendizaje!
fr: C'est normal — c'est une opportunité d'apprentissage !
it: Va bene — questa è un'opportunità di apprendimento!
sv: It's okay — denna is a learning opportunity!

source: Item not found.
de: Element nicht gefunden.
es: Elemento no encontrado.
fr: Élément introuvable.
it: Elemento non trovato.
nl: Item niet gevonden.

source: Journal
de: Tagebuch
es: Diario
it: Diario
nl: Dagboek

source: Loading
de: Lädt
es: Cargando
fr: Chargement
it: Caricamento
sv: Laddar

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Laden...

source: Log
de: Erfassen
es: Registrar
fr: Journal
it: Registra

source: Log Success
de: Erfolg protokollieren
es: Registro exitoso
fr: Succès enregistré
it: Registrazione riuscita
sv: Logg Lyckades

source: Log event
de: Ereignis erfassen
es: Registrar evento
fr: Enregistrer un événement
it: Registra evento
nl: Log gebeurtenis

source: Lokaal aanwezig:
de: Lokal vorhanden:
es: Disponible localmente:
fr: Présent localement :
it: Presente localmente:

source: Memory Book
de: Erinnerungsbuch
es: Libro de recuerdos
fr: Livre de souvenirs
it: Libro dei ricordi

source: Memory Book Ready
de: Erinnerungsbuch bereit
es: Libro de recuerdos listo
fr: Livre de souvenirs prêt
it: Libro ricordi pronto

source: Moments
de: Momente
es: Momentos
it: Momenti
nl: Momenten

source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
it: Errore di rete: %@
sv: Network Fel: %@

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende

source: Next week
de: Nächste Woche
es: Proxima semana
fr: Semaine prochaine
it: Prossima settimana
sv: Nästa Vecka

source: No
de: Nein
fr: Non
nl: Nee
sv: Nej

source: No activity yet
de: Noch keine Aktivität
es: Sin actividad aun
fr: Pas encore d'activité
it: Nessuna attività ancora
sv: Nej Aktivitet yet

source: No breeds found. Try a different search.
de: Keine Rassen gefunden. Versuche eine andere Suche.
es: No se encontraron razas. Intenta una busqueda diferente.
fr: Aucune race trouvée. Essayez une autre recherche.
it: Nessuna razza trovata. Prova una ricerca diversa.
sv: Nej breeds found. Try a different Sök.

source: No dog parks found nearby
de: Keine Hundeparks in der Nähe gefunden
es: No se encontraron parques para perros cercanos
fr: Aucun parc à chiens trouvé à proximité
it: Nessuna area cani trovata nelle vicinanze
sv: Nej Hund parks found nearby

source: No events yet today
de: Heute noch keine Ereignisse
es: Sin eventos hoy aun
fr: Pas encore d'événements aujourd'hui
it: Nessun evento ancora oggi
sv: Inga händelser yet Idag

source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
nl: Geen resultaten
sv: Nej results

source: No saved spots yet
de: Noch keine gespeicherten Orte
es: Sin lugares guardados aun
fr: Pas encore d'endroits enregistrés
it: Nessun luogo salvato ancora
sv: Nej saved spots yet

source: Not yet
de: Noch nicht
es: Todavia no
fr: Pas encore
it: Non ancora

source: Nothing here yet
de: Hier noch nichts
es: Nada aqui aun
it: Ancora niente qui
nl: Hier is nog niets

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
nl: Uit

source: On
de: Ein
es: Activado
fr: Activé
it: Attivato
nl: Aan

source: Outdoor Potty Success
de: Erfolg draussen
es: Éxito de baño afuera
fr: Succès propreté dehors
it: Successo pipì fuori
nl: Succes buiten plassen

source: Pee outside
de: Pipi draussen
es: Pipí afuera
fr: Pipi dehors
it: Pipì fuori
nl: Plas buiten

source: Photos & memories
de: Fotos & Erinnerungen
es: Fotos y recuerdos
fr: Photos et souvenirs
it: Foto e ricordi
nl: Foto's & herinneringen

source: Poop outside
de: Häufchen draussen
es: Popó afuera
fr: Caca dehors
it: Cacca fuori
nl: Poep buiten

source: Potty success
de: Toilettenerfolg
es: Exito de necesidades
fr: Succès pipi
it: Successo bisognini
sv: Toalettbesök Lyckades

source: Potty successes
de: Toilettenerfolge
es: Exitos de necesidades
fr: Succès pipi
it: Successi bisognino
sv: Toalettbesök successes

source: Puppy Tracker
de: Welpen-Tracker
es: Rastreador de cachorro
fr: Suivi Chiot
it: Diario Cucciolo

source: Puppyhood is chaos. Otis brings the calm.
de: Welpenzeit ist Chaos. Otis bringt Ruhe.
es: La etapa de cachorro es caos. Otis trae la calma.
fr: L'éducation d'un chiot, c'est le chaos. Otis apporte le calme.
it: La vita da cucciolo è caos. Otis porta la calma.
nl: Puppytijd is chaos. Otis brengt rust.

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
nl: Verwijder

source: Retry
de: Erneut versuchen
es: Reintentar
it: Riprova
nl: Opnieuw
sv: Försök igen

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaar

source: Save this spot
de: Diesen Ort speichern
es: Guardar este lugar
fr: Enregistrer cet endroit
it: Salva questo luogo
sv: Spara denna spot

source: Save to favorites
de: Zu Favoriten speichern
es: Guardar en favoritos
fr: Ajouter aux favoris
it: Salva nei preferiti
sv: Spara Till favorites

source: Saved places
de: Gespeicherte Orte
es: Lugares guardados
fr: Lieux enregistrés
it: Luoghi salvati

source: Schedule
de: Zeitplan
es: Horario
fr: Programme
it: Programma
nl: Agenda

source: See all
de: Alle anzeigen
es: Ver todo
fr: Tout voir
it: Vedi tutto
nl: Bekijk alles

source: Select which events trigger webhooks. If none selected, all events will trigger.
de: Wähle, welche Ereignisse Webhooks auslösen. Wenn keine ausgewählt, werden alle Ereignisse ausgelöst.
es: Selecciona que eventos activan webhooks. Si no se selecciona ninguno, todos los eventos activaran.
fr: Sélectionnez quels événements déclenchent les webhooks. Si aucun n'est sélectionné, tous les événements déclencheront.
it: Seleziona quali eventi attivano i webhook. Se nessuno selezionato, tutti gli eventi attiveranno.
sv: Välj which Händelser trigger webhooks. If Ingen selected, Alla Händelser will trigger.

source: Server returned error (HTTP %lld)
de: Server hat Fehler zurückgegeben (HTTP %lld)
es: El servidor devolvio error (HTTP %lld)
fr: Le serveur a retourné une erreur (HTTP %lld)
it: Il server ha restituito un errore (HTTP %lld)
sv: Server returned Fel (HTTP %lld)

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen

source: Show quick menu
de: Schnellmenü anzeigen
es: Mostrar menú rápido
fr: Afficher le menu rapide
it: Mostra menu rapido
nl: Toon snelmenu

source: Sleep
de: Schlafen
es: Dormir
fr: Dormir
it: Nanna
nl: Slapen

source: Sound Feedback
de: Ton-Feedback
es: Retroalimentacion de sonido
fr: Retour sonore
it: Feedback sonoro

source: Spot saved!
de: Ort gespeichert!
es: Lugar guardado!
fr: Endroit enregistré !
it: Luogo salvato!

source: Stats
de: Statistik
es: Estadísticas
it: Statistiche

source: Success
de: Erfolg
es: Exito
fr: Succès
it: Successo
sv: Lyckades

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
nl: Maak foto

source: Tap to log any event, or hold for quick actions
de: Tippen zum Erfassen, oder gedrückt halten für Schnellaktionen
es: Toca para registrar cualquier evento, o mantén presionado para acciones rápidas
fr: Appuyez pour enregistrer un événement, ou maintenez pour les actions rapides
it: Tocca per registrare, o tieni premuto per azioni rapide
nl: Tik om te loggen, of houd ingedrukt voor snelacties

source: Test webhook
de: Webhook testen
es: Probar webhook
fr: Tester le webhook
it: Testa webhook

source: This cannot be undone
de: Dies kann nicht rückgängig gemacht werden
es: Esto no se puede deshacer
it: Questo non può essere annullato
nl: Dit kan niet ongedaan worden gemaakt
sv: Denna cannot be undone

source: Tier 2: Notable
de: Stufe 2: Bemerkenswert
es: Nivel 2: Notable
fr: Niveau 2 : Notable
it: Livello 2: Notevole

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
sv: Idag

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
nl: Morgen
sv: Imorgon

source: Track skills & progress
de: Fähigkeiten & Fortschritt verfolgen
es: Seguir habilidades y progreso
fr: Suivre les compétences et progrès
it: Segui abilità e progressi
nl: Volg vaardigheden & vooruitgang

source: Train
de: Training
es: Entrenar
fr: Entraîner
it: Addestra

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
nl: Ongedaan maken

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend

source: Unknown location
de: Unbekannter Standort
es: Ubicacion desconocida
fr: Lieu inconnu
it: Posizione sconosciuta
sv: Unknown Plats

source: Vervangt lokale bestanden met GitHub versie
de: Ersetzt lokale Dateien durch GitHub-Version
es: Reemplaza archivos locales con version de GitHub
fr: Remplace les fichiers locaux par la version GitHub
it: Sostituisce file locali con versione GitHub
sv: Vervangt lokale bestanden Mötte GitHub versie

source: Wake up
de: Aufwachen
es: Despertar
fr: Réveil
it: Sveglia
nl: Wakker

source: Walk
de: Spaziergang
es: Paseo
fr: Promenade
it: Passeggiata
nl: Wandeling

source: Walks
de: Spaziergänge
es: Paseos
fr: Promenades
it: Passeggiate
nl: Wandelingen

source: Week Overview
de: Wochenübersicht
es: Resumen semanal
fr: Aperçu de la semaine
it: Riepilogo settimanale
nl: Weekoverzicht

source: Weight & milestones
de: Gewicht & Meilensteine
es: Peso y logros
fr: Poids et jalons
it: Peso e traguardi
nl: Gewicht & mijlpalen

source: Yes
de: Ja
es: Si
fr: Oui
it: Si
nl: Ja
sv: Ja

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
sv: Igår

source: at
de: um
es: a las
fr: à
it: alle
nl: om

source: days
de: Tage
es: días
fr: jours
it: giorni
nl: dagen

source: hours
de: Stunden
es: horas
fr: heures
it: ore
nl: uur

source: https://example.com/webhook
de: https://beispiel.com/webhook
fr: https://exemple.com/webhook
it: https://esempio.com/webhook

source: minutes
de: Minuten
es: minutos
it: minuti
nl: minuten

source: not started
de: nicht begonnen
es: no iniciado
fr: non commencé
it: non iniziato

source: week
de: Woche
es: semana
fr: semaine
it: settimana

source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane
nl: weken

source: Start!
es: ¡Empezar!
fr: Commencer !
it: Inizia!

source: Training
es: Entrenamiento
fr: Éducation
it: Addestramento

source: Warning: HTTP is not secure. Consider using HTTPS.
es: Advertencia: HTTP no es seguro. Considera usar HTTPS.
fr: Attention : HTTP n'est pas sécurisé. Pensez à utiliser HTTPS.
sv: Varning: HTTP is not secure. Consider using HTTPS.

source: Webhook URL
es: URL de webhook
fr: URL du webhook
it: URL Webhook

source: Webhook test failed
es: Prueba de webhook fallida
fr: Test du webhook échoué

source: Webhook test successful (HTTP %lld)
es: Prueba de webhook exitosa (HTTP %lld)
fr: Test du webhook réussi (HTTP %lld)
sv: Webhook test lyckade (HTTP %lld)

source: Webhook test successful!
es: Prueba de webhook exitosa!
fr: Test du webhook réussi !
sv: Webhook test lyckade!

source: Webhooks send a POST request with JSON data whenever you log an event. Use this to integrate with home automation, IFTTT, Zapier, or custom services.
es: Los webhooks envian una solicitud POST con datos JSON cuando registras un evento. Usa esto para integrar con automatizacion del hogar, IFTTT, Zapier o servicios personalizados.
fr: Les webhooks envoient une requête POST avec des données JSON chaque fois que vous enregistrez un événement. Utilisez-les pour intégrer la domotique, IFTTT, Zapier ou des services personnalisés.
sv: Webhooks send a POST request with JSON Data whenever you Logg an Händelse. Use denna Till integrate with Hem automation, IFTTT, Zapier, or Anpassad services.

source: Normal
it: Normale
nl: Normaal

source: Plan
it: Piano

source: Webhooks
it: Webhook

source: %@ is back to solid!
nl: %@ is weer stevig!

# %@ needs to pee now! (%@ overdue)
source: %1$@ needs to pee now! (%2$@ overdue)
nl: %1$@ moet nu plassen! (%2$@ te laat)

source: %lld errors
nl: %lld fouten

source: Add Note
nl: Notitie toevoegen

source: Add any additional notes...
nl: Voeg eventuele notities toe...

source: Back on track!
nl: Weer op de rails!

source: Consider stepping back
nl: Overweeg een stap terug

source: Could not access the selected folder
nl: Kon de geselecteerde map niet openen

source: Could not load preview
nl: Kon voorbeeld niet laden

source: Delete %@...
nl: Verwijder %@...

source: Delete Permanently
nl: Permanent verwijderen

source: Edit Measurement
nl: Bewerk meting

source: Edit Nap Locations
nl: Bewerk dutjeslocaties

source: End on a success
nl: Eindig met een succes

source: Error: %@
nl: Fout: %@

source: Get notified when household members capture new photos.
nl: Krijg een melding wanneer huisgenoten nieuwe foto's maken.

source: Got it
nl: Gesnopen

source: Making noises or calling to get attention
nl: Geluiden maken of roepen om aandacht te krijgen

source: Move your hand slowly up and slightly back, over their head toward their ears. Their nose follows up, bottom goes down naturally.
nl: Beweeg je hand langzaam omhoog en iets naar achteren, over hun hoofd richting hun oren. Hun neus volgt omhoog, hun achterwerk gaat vanzelf naar beneden.

source: Pushing their bottom down instead of luring - this creates resistance, not learning
nl: Hun achterwerk naar beneden duwen in plaats van lokken - dit creëert weerstand, geen leren

source: Raise position: sit on a chair so puppy must look UP to make eye contact. Repeat the capture process.
nl: Verhoog positie: ga op een stoel zitten zodat je pup OMHOOG moet kijken voor oogcontact. Herhaal het vangproces.

source: Save dog-friendly parks, trails, and hangouts. See where you've captured photo moments on the map.
nl: Bewaar hondvriendelijke parken, wandelpaden en plekjes. Bekijk waar je fotomomenten hebt vastgelegd op de kaart.

source: Test: Say 'watch me' first, then wait. If puppy looks, it's working. If not, go back to step 6.
nl: Test: zeg eerst 'kijk me aan', wacht dan. Als je pup kijkt, werkt het. Zo niet, ga terug naar stap 6.
